Repository: tchauviere/scube-eip
Catalog: DEBUG/debug-20-07-2012_JB/src/Scube/AdminAppsBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Applications Manager
fr: Gestionnaire d'applications

source: Manual install
fr: Installation manuelle

source: Name
fr: Nom

source: Category
fr: Categorie

source: Desactivate
fr: Désactiver

source: Activate
fr: Activer

source: Uninstall
fr: Désinstaller

source: Install application
fr: Installation d'application

source: Application has been successfully installed
fr: L'application a été installée avec succès

source: An error occured
fr: Une erreur est survenue

source: If your application is already installed, please uninstall before (for a reinstall process)
fr: Si l'application est déjà installée, merci de bien vouloir la désinstaller avant (pour une réinstallation)

source: Install now
fr: Lancer l'installation

source: Zipped application
fr: Application zippée

source: No manifest found for the application. Please write it and try again.
fr: Aucun manifeste n'a été trouvé pour l'application. Merci de bien vouloir l'intégrer à l'archive.

source: An application already exists with the same name in the database or the name is empty.
fr: Une application possède le même nom ou alors le nom est vide.

source: An application already exists with the same bundle_name in the database or the bundle_name is empty.
fr: Une application possède le même nom de bundle (bundle_name) ou ce dernier est vide.

source: An application already exists with the same link in the database or the link is empty.
fr: Une application possède le même lien ou le lien est vide

source: An application already exists with the same name in src/Apps. Please remove the old version.
fr: Apparemment, une autre version de votre application existe déjà. Veuillez la désinstaller.

source: Install now
fr: Lancer l'installation

source: Widgets Manager
fr: Gestionnaire de widgets

source: Linked to
fr: Lié à

source: If your widget is already installed, please uninstall before (for a reinstall process)
fr: Si le widget est déjà installé, merci de bien vouloir le désinstaller avant (pour une réinstallation)

source: Install widget
fr: Installation de widget

source: Zipped widget
fr: Widget zippé

source: No manifest found for the widget. Please write it and try again.
fr: Aucun manifeste n'a été trouvé pour le widget. Merci de bien vouloir l'intégrer à l'archive.

source: A widget already exists with the same name in the database or the name is empty.
fr: Un widget possède le même nom ou alors le nom est vide.

source: A widget already exists with the same bundle_name in the database or the bundle_name is empty.
fr: Un widget possède le même nom de bundle (bundle_name) ou ce dernier est vide.

source: A widget already exists with the same link in the database or the link is empty.
fr: Un widget possède le même lien ou le lien est vide

source: A widget already exists with the same name in src/Widgets. Please remove the old version.
fr: Apparemment, une autre version de votre widget existe déjà. Veuillez la désinstaller.
