Repository: tchauviere/scube-eip
Catalog: trunk/DEBUG/debug-20-07-2012/src/Scube/MediasBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Configuration of
fr: Configuration de

source: Delete folder
fr: Suppression du dossier

source: Upload
fr: Chargement de fichier

source: Media added successfully
fr: Média ajouté avec succès

source: Upload file
fr: Charger un fichier

source: Accepted formats are
fr: Les formats acceptés sont

source: Upload media
fr: Charger le média

source: Use existing video
fr: Utiliser une vidéo existante

source: Set the url of your video
fr: Mettre l'URL de votre vidéo

source: Add an external video
fr: Ajouter la vidéo

source: File
fr: Fichier

source: Your medias
fr: Vos fichiers multimédia

source: Name the new folder
fr: Nom du nouveau dossier

source: Create folder
fr: Créer le dossier

source: Last uploaded files
fr: Derniers fichiers chargés

source: Create new folder
fr: Créer un nouveau dossier

source: Configure
fr: Configurer

source: Upload new media
fr: Charger un nouveau média
