Repository: tchauviere/scube-eip
Catalog: trunk/DEBUG/debug-20-07-2012/src/Scube/AdminSystemBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Development
fr: Développement

source: Overview
fr: Résumé

source: Use this application with caution. Unexperimented people shouldn't alter the parameters of this application.
fr: Utiliser cette application avec prudence. Les utilisateurs inexpérimentés ne devraient pas modifier les paramètres de l'application.

source: Reports
fr: Rapports

source: Database
fr: Base de données

source: Clear cache
fr: Vider le cache

source: Clear cache will clean the temporary files of your website. The process after the cleaning could be longer because the Scube system will re-create every temporary file.
fr: Vider le cache supprimera les fichiers temporaires du site. Après le nettoyage, les pages pourraient mettre plus de temps à charger pendant la création des nouveaux fichiers temporaires.

source: Running environment
fr: Environnement en exécution

source: Installed applications
fr: Applications installées

source: Installed widgets
fr: Widgets installés

source: If you set wrong parameters into this form, your site could be unavailable.
fr: Si des mauvaises valeurs sont saisies, le site pourrait devenir inaccessible.

source: If errors occur after validation of this form, you can manually edit the file app/config/parameters.ini.
fr: Si des erreurs surviennent après validation, vous pouvez éditer manuellement le fichier app/config/parameters.ini.

source: The database that you want to set up must be full. An empty database will result an error.
fr: La base de données que vous voulez utiliser doit être déjà pleine. Une base de données vide causera des erreurs.

source: Switch On
fr: Activer la maintenance

source: Switch Off
fr: Désactiver la maintenance

source: Grant a user
fr: Donner la permission à

source: Available users
fr: Utilisateurs disponibles

source: Withdraw permission
fr: Retirer la permission

source: Clear reports
fr: Vider les rapports

source: View the message
fr: Voir le message

source: Close
fr: Fermer
