Repository: tchauviere/scube-eip
Catalog: DEBUG/debug-20-07-2012/src/Scube/AccountBundle/Resources/translations/messages.*.xliff
Languages: fr

source: Account
fr: Compte

source: Profile
fr: Profil

source: Picture
fr: Photo

source: Email and password
fr: Courriel et mot de passe

source: Edit account
fr: Modification du compte

source: Your account has been successfully updated
fr: Votre compte a été mis à jour avec succès

source: For a full update
fr: Pour une mise à jour complète

source: please refresh your desktop here
fr: merci d'actualiser la page

source: Save
fr: Sauvergader

source: Edit profile
fr: Modification du profil

source: Your profile has been successfully updated
fr: Votre profil a été mis à jour avec succès

source: Single
fr: Célibataire

source: Married
fr: Marié(e)

source: Phone number
fr: Téléphone

source: Native city
fr: Lieu de naissance

source: City
fr: Ville de résidence

source: Address
fr: Adresse de résidence

source: Postal code
fr: Code postal

source: Website
fr: Site internet

source: Edit picture
fr: Modification de la photo

source: Edit email and password
fr: Modification courriel et mot de passe

source: Upload picture
fr: Charger la photo

source: Your picture has been successfully updated
fr: Votre photo a été mise à jour avec succès

source: Your picture need to be cropped for replacing current
fr: Votre photo doit être recadrée pour remplacer l'actuelle

source: Area to crop
fr: Cadrage

source: Preview
fr: Prévisualisation

source: Crop picture
fr: Recader la photo

source: Accepted extensions are jpg, png, gif and bmp.
fr: Les extensions acceptées sont jpg, png, gif et bmp

source: Minimum dimension is
fr: La taille minimum de la photo est
